tap 'homebrew/cask'
cask_args appdir: '/Applications'

brew 'bat'
brew 'colordiff'
brew 'coreutils'
brew 'exa'
brew 'bellecp/fast-p/fast-pdf-finder'
brew 'fd'
brew 'ffmpeg'
brew 'fzf'
brew 'gawk'
brew 'gcc'
brew 'git'
brew 'git-lfs'
brew 'htop'
brew 'hyperfine'
brew 'imagemagick'
brew 'mas'
brew 'neovim'
brew 'poppler'
brew 'pv'
brew 'ripgrep'
brew 'shellcheck'
brew 'tmux'
brew 'trash'
brew 'watch'
brew 'wget'
brew 'write-good'

cask 'beardedspice'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'keepingyouawake'
cask 'mactex'
cask 'notion'
cask 'private-internet-access'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'xquartz'

mas 'Gestimer', id: 990588172
mas 'RulerSwift', id: 1102341786
