13xforever.language-x86-64-assembly
alefragnani.Bookmarks
artdiniz.quitcontrol-vscode
betterthantomorrow.calva
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
borkdude.clj-kondo
bungcip.better-toml
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dunstontc.viml
eamodio.gitlens
formulahendry.code-runner
foxundermoon.shell-format
goessner.mdmath
guyskk.language-cython
hansec.fortran-ls
Ikuyadeu.r
James-Yu.latex-workshop
julialang.language-julia
justusadam.language-haskell
kamikillerto.vscode-colorize
krvajalm.linter-gfortran
lextudio.restructuredtext
mattn.Lisp
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.wordcount
ryu1kn.partial-diff
samuelcolvin.jinjahtml
sjhuangx.vscode-scheme
skyapps.fish-vscode
stkb.rewrap
streetsidesoftware.code-spell-checker
timonwong.shellcheck
travisthetechie.write-good-linter
vscodevim.vim
zoxon.monokai-light
