alefragnani.Bookmarks
artdiniz.quitcontrol-vscode
ban.spellright
bierner.markdown-checkbox
bierner.markdown-preview-github-styles
bungcip.better-toml
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
formulahendry.code-runner
goessner.mdmath
GrapeCity.gc-excelviewer
guyskk.language-cython
hansec.fortran-ls
James-Yu.latex-workshop
kamikillerto.vscode-colorize
krvajalm.linter-gfortran
lextudio.restructuredtext
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode.cpptools
ms-vscode.wordcount
njpwerner.autodocstring
ryu1kn.partial-diff
timonwong.shellcheck
tomphilbin.gruvbox-themes
travisthetechie.write-good-linter
vscodevim.vim
zoxon.monokai-light
