bierner.markdown-checkbox
bierner.markdown-preview-github-styles
bungcip.better-toml
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
eamodio.gitlens
formulahendry.code-runner
goessner.mdmath
guyskk.language-cython
hansec.fortran-ls
James-Yu.latex-workshop
krvajalm.linter-gfortran
lextudio.restructuredtext
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode.cpptools
tomphilbin.gruvbox-themes
vscodevim.vim
zoxon.monokai-light
