tap 'homebrew/cask'
cask_args appdir: '/Applications'

brew 'bat'
brew 'coreutils'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'gawk'
brew 'gcc'
brew 'git'
brew 'hyperfine'
brew 'htop'
brew 'imagemagick'
brew 'mas'
brew 'neovim'
brew 'procs'
brew 'pv'
brew 'ripgrep'
brew 'sd'
brew 'shellcheck'
brew 'tmux'
brew 'tokei'
brew 'trash'
brew 'saulpw/vd/visidata'
brew 'wget'

cask 'dropbox'
cask 'flux'
cask 'istat-menus'
cask 'iterm2'
cask 'julia'
cask 'keepingyouawake'
cask 'mactex'
cask 'notion'
cask 'private-internet-access'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'xquartz'

mas 'Gestimer', id: 990588172
