tap 'homebrew/cask'
cask_args appdir: '/Applications'

brew 'bat'
brew 'coreutils'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'ffmpeg'
brew 'fish'
brew 'gawk'
brew 'gcc'
brew 'git'
brew 'hyperfine'
brew 'htop'
brew 'imagemagick'
brew 'neovim'
brew 'procs'
brew 'pv'
brew 'ripgrep'
brew 'sd'
brew 'shellcheck'
brew 'tmux'
brew 'tokei'
brew 'trash'
brew 'saulpw/vd/visidata'
brew 'wget'

cask 'mactex-no-gui'
cask 'xquartz'
