alefragnani.Bookmarks
artdiniz.quitcontrol-vscode
be5invis.toml
bierner.markdown-preview-github-styles
cylc.vscode-cylc
eamodio.gitlens
DavidAnson.vscode-markdownlint
foxundermoon.shell-format
hansec.fortran-ls
ionutvmi.path-autocomplete
james-yu.latex-workshop
julialang.language-julia
krvajalm.linter-gfortran
lextudio.restructuredtext
mhutchie.git-graph
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
redhat.vscode-yaml
ryu1kn.partial-diff
samuelcolvin.jinjahtml
stkb.rewrap
skyapps.fish-vscode
timonwong.shellcheck
travisthetechie.write-good-linter
vscodevim.vim
