bat
curl
dust
exa
fd-find
ffmpeg
fish
git
htop
hyperfine
imagemagick
neovim
procs
pv
ripgrep
sd
shellcheck
ShellCheck
sponge
tmux
tokei
trash-cli
vim
visidata
wget
zsh
