bat
colordiff
curl
exa
fd-find
ffmpeg
fish
git
htop
imagemagick
neovim
pv
ripgrep
shellcheck
sponge
tmux
trash
vim
wget
zsh
